{
	"intro_subtitle_line_0": "",
	"intro_subtitle_line_1": "Érase una vez en el reino de Sphereland,",
	"intro_subtitle_line_2": "",
	"intro_subtitle_line_3": "vivía un rey anciano que antaño gobernó con valentía.",
	"intro_subtitle_line_4": "Sus gestas, llenas de valor y gallardía, se recordaban a lo largo y ancho de sus dominios.",
	"intro_subtitle_line_5": "Pero los años pasaron y el rey Pool ahora era un anciano que solo podia recordar su gloria pasada.",
	"intro_subtitle_line_6": "Pero todo empezaría a cambiar.",
	"intro_subtitle_line_7": "El visir Ovaline, su más leal consejero, sospechaba que el rey ya no era capaz de sostener la corona ni su gobierno.",
	"intro_subtitle_line_8": "Por encima de todo, estaba su deseo de gobernar y mantener el orden en Sphereland.",
	"intro_subtitle_line_9": "Mientras el monarca se debilitaba y Ovaline urdía un plan para alcanzar el poder,",
	"intro_subtitle_line_10": "la princesa heredera Eight disfrutaba de las comodidades de la corte, despreocupada de todo e incapaz de asumir el mando en caso de que el rey Pool abandonase su cargo.",
	"intro_subtitle_line_11": "",
	"intro_subtitle_line_12": "Ovaline, ante la falta de oposición y viendo que se acercaba la coronación,",
	"intro_subtitle_line_13": "reunió a sus hombres más fieros para deponer al decrépito rey y tomar a la fuerza la corona legendaria de Nike.",
	"intro_subtitle_line_14": "Eight, asustada y confusa, emprendió la huida para salvarse del malvado visir.",
	"intro_subtitle_line_15": "Viéndose acorralada por la situación, no le quedó otra que emprender su viaje a través de las malolientes alcantarillas del castillo.",
	"intro_subtitle_line_16": "",
	"text_comic": "ÉRASE UNA VEZ, EN EL REINO DE SPHERELAND...",
	"menu_new_game": "Nueva\nPartida",
	"menu_continue": "Continuar",
	"menu_settings": "Ajustes",
	"menu_exit": "Salir",
	"loading": "Cargando",
	"instructions": "Salto corto:\nPulsa y suelta\n\n\nSalto largo:\nPulsa, mantén pulsado y suelta\n\n\nImpacto Carambola:\nDespués de un salto largo, pulsa el Trigger R",
	"lore_01_01": "No puedo creer lo que ha pasado. ¡Tengo que escapar!\n\nNunca hubiese imaginado semejante carambola a tres bandas de Ovalain...\n\nCon lo bien que estaba yo tumbada a la bartola... ¡y mira cómo me las tengo que ver ahora!"
		
}