{
	"intro_subtitle_line_0": "",
	"intro_subtitle_line_1": "Once upon a time in the kingdom of Sphereland,",
	"intro_subtitle_line_2": "",
	"intro_subtitle_line_3": "there lived an old king who had once ruled with great courage.",
	"intro_subtitle_line_4": "His brave and gallant deeds were remembered throughout his realm.",
	"intro_subtitle_line_5": "But the years passed, and King Pool was now an elderly man who could only recall his past glories.",
	"intro_subtitle_line_6": "But everything was about to change...",
	"intro_subtitle_line_7": "Visir Ovaline, his most loyal advisor, suspected that the king was no longer fit to hold the crown or govern his kingdom.",
	"intro_subtitle_line_8": "Above all, he desired to rule and maintain order in SphereLand.",
	"intro_subtitle_line_9": "As the monarch grew weaker, and Ovaline plotted to seize power,",
	"intro_subtitle_line_10": "the heir to the throne, Princess Eight, indulged in the luxuries of the court, carefree and incapable of taking command should King Pool step down.",
	"intro_subtitle_line_11": "",
	"intro_subtitle_line_12": "Seeing no opposition and knowing that the coronation was approaching,",
	"intro_subtitle_line_13": "Ovaline gathered his fiercest men to overthrow the decrepit king and seize by force the legendary crown of Niké.",
	"intro_subtitle_line_14": "Scared and confused, Eight fled to escape the wicked Visir.",
	"intro_subtitle_line_15": "Cornered by the situation, she had no choice but to embark on a journey through the foul-smelling sewers of the castle...",
	"intro_subtitle_line_16": "",
	"text_comic": "ONCE UPON A TIME, IN THE KINGDOM OF SPHERELAND...",
	"menu_new_game": "New\nGame",
	"menu_continue": "Continue",
	"menu_settings": "Settings",
	"menu_exit": "Exit",
	"UI_name_eight": "Princess Eight",
	"UI_courage": "Courage",
	"UI_pause_title": "PAUSE",
	"UI_pause_continue": "CONTINUE",
	"UI_pause_settings": "SETTINGS",
	"UI_pause_exit": "EXIT",
	"UI_settings_title": "SETTINGS",
	"UI_settings_music": "Music Volume",
	"UI_settings_audio_down": "DOWN",
	"UI_settings_audio_up": "UP",
	"UI_settings_fx_title": "FX Volume",
	"UI_settings_exit": "EXIT",
	"loading": "Loading",
	"instructions": "Short jump:\nPress and release\n\n\nLong jump:\nPress, hold, and release\n\n\nCarambola Impact:\nAfter a long jump, press Trigger R",
	"lore_01_01": "I can't believe what happened. I must escape!\n\nI never imagined such a three-cushion trick from Ovalain...\n\nI was so comfortably lying around... and look at me now!",
	"lore_01_02": "How did I end up like this?\n\nA princess like me, rolling through this pigsty without a servant to help, fleeing from a betrayal no one saw coming.",
	"lore_01_03": "This place... I never imagined that the foundations of our kingdom hid so much grime!\n\nWhat other surprises lie beneath the surface of Sphereland?",
	"lore_01_04": "I don't know what's worse, the rebellion or having to roll through here, maybe I escaped from one mess just to fall into another.\n\nBut now I have no choice but to keep running.",
	"lore_01_05": "There's no time for whining, it won't help now.\n\nI must gather courage to move forward!\n\nAnd once I'm safe, then I can think. And hopefully, take a bath!",
	"userhelp_01_01": "I think I can break that board with that technique.\n\nHow was it?... I remember I had to make a big jump and at the peak perform the Carambola Impact.\n\nI should've paid more attention to my instructors...",
	"userhelp_01_02": "Who puts spikes at the bottom of that nasty pit?\n\nWhen I get out of this, the royal architect will hear from me...\n\nMaybe I can use this box to get across...",
	"userhelp_01_03": "Another of those filthy rubber mice, and this time on top of what looks like a wooden seesaw.\n\nBetter knock it out with a good blow to the head if I want to cross that stinking pool of water.",
	"lore_02_01": "What I wouldn't give for a juice right now... Wake up, Eight!\n\nWhile others prepared, I lived the good life, ignoring my father's advice.\n\nHow many times did I choose comfort over duty?",
	"lore_02_02": "This is the first time I'm facing danger like this, all by myself.\n\nMaybe... maybe there's more in me than I thought.\n\n(And if I keep telling myself this, maybe I'll even believe it).",
	"lore_02_03": "I don't see how advancing through a stinking sewer could help me.\n\nBut I can't turn back now. Perhaps all I can do is move forward, into the unknown.",
	"userhelp_02_01": "Gross! There's a beetle hanging from the ceiling.\n\nJust what I needed, for that bug to fall on me.\n\nBut if I approach carefully, maybe I can climb up to that high area.",
	"userhelp_02_02": "With so many rats down here, there's no way to move forward.\n\nHeh, maybe I can use those fools to get higher by jumping on them."
}
