{
	"intro_subtitle_line_0": "",
	"intro_subtitle_line_1": "Vet aquí que una vegada, al Regne de Sphereland,",
	"intro_subtitle_line_2": "",
	"intro_subtitle_line_3": "vivia un rei ancià que, en altres temps, havia governat amb valentia.",
	"intro_subtitle_line_4": "Les seves gestes, plenes de valor i galanteria, es recordaven al llarg i ample dels seus dominis.",
	"intro_subtitle_line_5": "Però els anys havien passat, i el rei Pool ara era un ancià que només podia rememorar la seva glòria passada.",
	"intro_subtitle_line_6": "Tanmateix, tot començaria a canviar...",
	"intro_subtitle_line_7": "El Visir Ovaline, el seu conseller més lleial, sospitava que el rei ja no era capaç de sostenir ni la corona ni el govern.",
	"intro_subtitle_line_8": "Per damunt de tot, el visir desitjava governar i mantenir l’ordre a Sphereland.",
	"intro_subtitle_line_9": "Mentre el monarca es debilitava i Ovaline urdia un pla per assolir el poder,",
	"intro_subtitle_line_10": " la princesa hereva, Eight, gaudia de les comoditats de la cort, despreocupada de tot i incapaç d’assumir el comandament en cas que el rei Pool hagués d’abandonar el seu càrrec.",
	"intro_subtitle_line_11": "",
	"intro_subtitle_line_12": "Ovaline, davant la falta d’oposició i veient que s’apropava la coronació,,",
	"intro_subtitle_line_13": "reuní els seus homes més ferotges per deposar el rei dèbil i prendre per la força la llegendària corona de Niké.",
	"intro_subtitle_line_14": "Eight, espantada i confosa, fugí per salvar-se del malvat visir.",
	"intro_subtitle_line_15": "Veient-se acorralada per la situació, no li quedà altra opció que emprendre un viatge a través de les pudents clavegueres del castell.",
	"intro_subtitle_line_16": "",
	"text_comic": "VET AQUI QUE UNA VEGADA, AL REGNE DE SPHERELAND...",
	"menu_new_game": "Nova\nPartida",
	"menu_continue": "Continuar",
	"menu_settings": "Configuració",
	"menu_exit": "Sortir",
	"UI_name_eight": "Princesa Eight",
	"UI_courage": "Coratge",
	"UI_pause_title": "PAUSA",
	"UI_pause_continue": "CONTINUAR",
	"UI_pause_settings": "CONFIGURACIÓ",
	"UI_pause_exit": "SORTIR",
	"UI_settings_title": "ONFIGURACIÓ",
	"UI_settings_music": "Volum Música",
	"UI_settings_audio_down": "BAIXAR",
	"UI_settings_audio_up": "SPUJAR",
	"UI_settings_fx_title": "Volum FX",
	"UI_settings_exit": "Sortit",
	"loading": "Carregant",
	"instructions": "Salt curt:\nPrémer i deixar anar\n\n\nSalt llarg:\nMantén premut i deixa anar\n\n\nImpacte Carambola:\nDesprés d'un Salt Llarg, prémer el Trigger R",
	"lore_01_01": "No puc creure el que ha passat. He de fugir!\n\nMai hauria imaginat un cop a tres bandes com aquesta d’Ovalain...\n\nAmb lo bé que estava jo tombada a la bartola... i mira ara com m'he de veure!",
	"lore_01_02": "Com he arribat a això?\n\nTota una princesa com jo, rodant per aquesta porqueria sense un criat que m’ajudi, fugint d’una traïció que ningú va veure venir.",
	"lore_01_03": "Aquest lloc... Mai no hauria imaginat que els fonaments del nostre regne amagaven tanta brutícia!\n\nQuines altres sorpreses hi haurà sota la superfície de Sphereland?",
	"lore_01_04": "No sé què és pitjor, si la rebel·lió o haver de rodar per aquí. Potser he fugit del tac només per caure a la tronera.\n\nPerò ara no em queda altra que escapar tirant de guix.",
	"lore_01_05": "No hi ha temps per ploriquejar, ara no em serveix de res.\n\nHe de reunir valor per seguir endavant!\n\nI un cop estigui fora de perill, ja podré pensar. I amb sort, fer-me un bany!",
	"userhelp_01_01": "Crec que puc trencar aquesta fusta amb aquella tècnica.\n\nCom era?… Recordo que calia fer un bon salt i, al punt més alt, fer l’Impacte Carambola.\n\nHauria d’haver prestat més atenció als meus instructors…",
	"userhelp_01_02": "A qui se li acut posar punxes al fons d’aquesta bassa fastigosa?\n\nQuan surti d’aquesta, l’arquitecte reial m’escoltarà...\n\nPotser puc utilitzar aquesta caixa per passar per sobre…",
	"userhelp_01_03": "Un altre d’aquests porcs ratolins de goma, i aquesta vegada a sobre d’una mena de balancí de fusta.\n\nMillor deixar-lo grogui amb un bon cop al cap si vull travessar aquesta bassa d’aigua fètida.",
	"lore_02_01": "El que donaria ara per un suquet i… Arg, desperta, Eight!\n\nMentre els altres es preparaven, jo m’ho passava pipa, sense fer cas al meu pare.\n\nQuantes vegades he triat la comoditat en comptes del deure?",
	"lore_02_02": "És la primera vegada que enfronto perills així, jo soleta.\n\nPotser... potser hi ha més en mi del que pensava.\n\n(I si m’ho segueixo repetint, potser fins i tot m’ho creuré).",
	"lore_02_03": "No veig com avançar per una claveguera pudent em pot ajudar.\n\nPerò ja no puc tornar enrere. Potser només em queda seguir endavant, cap a allò desconegut.",
	"userhelp_02_01": "Quin fàstic! Hi ha un escarabat penjant del sostre.\n\nNomés faltava que aquest bitxo em caigués a sobre.\n\nPerò si m’hi acosto amb cura potser m’hi puc enfilar per arribar a aquella zona tan alta.",
	"userhelp_02_02": "Amb tants ratolins aquí baix, no hi ha manera d’avançar.\n\nHa! Potser em puc aprofitar d’aquests babaus per arribar més amunt saltant-los al damunt."
}