{
	"intro_subtitle_line_0": "",
	"intro_subtitle_line_1": "Érase una vez en el reino de Sphereland,",
	"intro_subtitle_line_2": "",
	"intro_subtitle_line_3": "vivía un rey anciano que antaño gobernó con valentía.",
	"intro_subtitle_line_4": "Sus gestas, llenas de valor y gallardía, se recordaban a lo largo y ancho de sus dominios.",
	"intro_subtitle_line_5": "Pero los años pasaron y el rey Pool ahora era un anciano que solo podia recordar su gloria pasada.",
	"intro_subtitle_line_6": "Pero todo empezaría a cambiar.",
	"intro_subtitle_line_7": "El visir Ovaline, su más leal consejero, sospechaba que el rey ya no era capaz de sostener la corona ni su gobierno.",
	"intro_subtitle_line_8": "Por encima de todo, estaba su deseo de gobernar y mantener el orden en Sphereland.",
	"intro_subtitle_line_9": "Mientras el monarca se debilitaba y Ovaline urdía un plan para alcanzar el poder,",
	"intro_subtitle_line_10": "la princesa heredera, Eight, disfrutaba de las comodidades de la corte, despreocupada de todo e incapaz de asumir el mando en caso de que el rey Pool abandonase su cargo.",
	"intro_subtitle_line_11": "",
	"intro_subtitle_line_12": "Ovaline, ante la falta de oposición y viendo que se acercaba la coronación,",
	"intro_subtitle_line_13": "reunió a sus hombres más fieros para deponer al decrépito rey y tomar a la fuerza la corona legendaria de Nike.",
	"intro_subtitle_line_14": "Eight, asustada y confusa, emprendió la huida para salvarse del malvado visir.",
	"intro_subtitle_line_15": "Viéndose acorralada por la situación, no le quedó otra que emprender su viaje a través de las malolientes alcantarillas del castillo.",
	"intro_subtitle_line_16": "",
	"text_comic": "ÉRASE UNA VEZ, EN EL REINO DE SPHERELAND...",
	"menu_new_game": "Nueva\nPartida",
	"menu_continue": "Continuar",
	"menu_settings": "Ajustes",
	"menu_exit": "Salir",
	"UI_name_eight": "Princesa Eight",
	"UI_courage": "Coraje",
	"UI_pause_title": "PAUSA",
	"UI_pause_continue": "CONTINUAR",
	"UI_pause_settings": "AJUSTES",
	"UI_pause_exit": "SALIR",
	"UI_settings_title": "AJUSTES",
	"UI_settings_music": "Volumen Música",
	"UI_settings_audio_down": "BAJAR",
	"UI_settings_audio_up": "SUBIR",
	"UI_settings_fx_title": "Volumen FX",
	"UI_settings_exit": "SALIR",
	"loading": "Cargando",
	"instructions": "Salto corto:\nPulsa y suelta\n\n\nSalto largo:\nMantén pulsado y suelta\n\n\nImpacto Carambola:\nDespués de un salto largo, pulsa el Gatillo R",
	"lore_01_01": "No puedo creer lo que ha pasado. ¡Tengo que escapar!\n\nNunca hubiese imaginado semejante tiro a tres bandas de Ovalain...\n\nCon lo bien que estaba yo tumbada a la bartola... ¡y mira cómo me las tengo que ver ahora!",
	"lore_01_02": "¿Cómo he llegado a esto?\n\nToda una princesa como yo, rodando por esta pocilga sin un mal criado que la ayude, huyendo de una traición que nadie vió venir.",
	"lore_01_03": "Este sitio... ¡nunca imaginé que los cimientos de nuestro reino escondieran tanta roña!\n\n¿Qué más sorpresas habrá bajo la superficie de Sphereland?",
	"lore_01_04": "No sé qué es peor, si la rebelión o tener que rodar por estos lares, quizá me he escapado del taco solo para caer en la tronera.\n\nPero ahora no me queda otra que escapar echando tizas.",
	"lore_01_05": "No hay tiempo para lloriqueos, ahora no me sirven de nada.\n\n¡Debo reunir valor para seguir adelante!\n\nY una vez a salvo, ya podré pensar. Y con suerte, ¡darme un baño!",
	"userhelp_01_01": "Creo que puedo romper ese tablón con aquella técnica.\n\n¿Cómo era?…Recuerdo que había que pegar un buen salto y en lo más alto hacer el Impacto Carambola.\n\nDebería haber prestado más atención a mis instructores…",
	"userhelp_01_02": "¿A quién se le ocurre poner pinchos al fondo de esa poza asquerosa?\n\nCuando salga de esta, el arquitecto real me va a oír...\n\nQuizá pueda usar esta caja para pasar por encima…",
	"userhelp_01_03": "Otro de esos cochinos ratones de goma, y esta vez encima de lo que parece un balancín de madera.\n\nMejor dejarlo grogui con un buen golpe en el melón si quiero atravesar esa poza de agua maloliente.",
	"lore_02_01": "Lo que daría yo ahora por un zumito y… ¡Agh, despierta, Eight!\n\nMientras otros se preparaban, yo me daba la gran vida, sin hacerle caso a mi padre.\n\n¿Cuántas veces elegí la comodidad sobre el deber?",
	"lore_02_02": "Es la primera vez que afronto peligros así, yo solita.\n\nTal vez... tal vez haya más en mí de lo que creía.\n\n(Y si me lo sigo repitiendo, a lo mejor hasta me lo creo y todo).",
	"lore_02_03": "No veo como avanzar por una alcantarilla apestosa me pueda ayudar.\n\nPero ya no puedo volver atrás. Quizá solo me quede seguir adelante, hacia lo desconocido.",
	"userhelp_02_01": "¡Qué asco! Hay un escarabajo colgando del techo.\n\nYa solo faltaba que me cayera encima ese bicho.\n\nPero si me acerco con cautela quizá me pueda aupar a esa zona tan alta.",
	"userhelp_02_02": "Con tanto ratón aquí abajo, no hay manera de avanzar.\n\nJe, je, quizá me pueda aprovechar de los muy membrillos para llegar más alto saltándoles encima."
}