{
	"intro_subtitle_line_0": "",
	"intro_subtitle_line_1": "Era unha vez no reino de Sphereland,",
	"intro_subtitle_line_2": "",
	"intro_subtitle_line_3": "vivía un rei ancián que antano gobernou con valentía.",
	"intro_subtitle_line_4": "As súas fazañas, cheas de valor e garrida, recordábanse por todos os seus dominios.",
	"intro_subtitle_line_5": "Pero os anos pasaron e o rei Pool agora era un ancián que só podía lembrar a súa gloria pasada.",
	"intro_subtitle_line_6": "Pero todo comezaría a cambiar.",
	"intro_subtitle_line_7": "O visir Ovaline, o seu conselleiro máis leal, sospeitaba que o rei xa non era capaz de soster a coroa nin o goberno.",
	"intro_subtitle_line_8": "Por riba de todo, estaba o seu desexo de gobernar e manter a orde en Sphereland.",
	"intro_subtitle_line_9": "Mentres o monarca se debilitaba e Ovaline tramaba un plan para acadar o poder,",
	"intro_subtitle_line_10": "a princesa herdeira Eight gozaba das comodidades da corte, despreocupada de todo e incapaz de asumir o mando en caso de que o rei Pool abandonase o seu cargo.",
	"intro_subtitle_line_11": "",
	"intro_subtitle_line_12": "Ovaline, ante a falta de oposición e vendo que se achegaba a coroación,",
	"intro_subtitle_line_13": "reuniu aos seus homes máis feroz para depor ao decrepito rei e tomar pola forza a coroa lendaria de Nike.",
	"intro_subtitle_line_14": "Eight, asustada e confusa, emprendeu a fuxida para salvarse do malvado visir.",
	"intro_subtitle_line_15": "Véndose acurralada pola situación, non lle quedou outra que emprender a súa viaxe a través das malolentes sumidoiros do castelo.",
	"intro_subtitle_line_16": "",
	"text_comic": "ERA UNHA VEZ, NO REINO DE SPHERELAND...",
	"menu_new_game": "Nova\nPartida",
	"menu_continue": "Continuar",
	"menu_settings": "Axustes",
	"menu_exit": "Saír",
	"UI_name_eight": "Princesa Eight",
	"UI_courage": "Coraxe",
	"UI_pause_title": "PAUSA",
	"UI_pause_continue": "CONTINUAR",
	"UI_pause_settings": "AXUSTES",
	"UI_pause_exit": "SAÍR",
	"UI_settings_title": "AXUSTES",
	"UI_settings_music": "Volume Música",
	"UI_settings_audio_down": "BAIXAR",
	"UI_settings_audio_up": "SUBIR",
	"UI_settings_fx_title": "Volume FX",
	"UI_settings_exit": "SAÍR",
	"loading": "Cargando",
	"instructions": "Salto curto:\nPreme e solta\n\n\nSalto longo:\nPreme, mantén premido e solta\n\n\nImpacto Carambola:\nDespois dun salto longo, preme o Trigger R",
	"lore_01_01": "Non podo crer o que pasou. ¡Teño que fuxir!\n\nNunca imaxinara semellante carambola a tres bandas de Ovalain...\n\nCo ben que estaba eu deitada á bartola... ¡e mira como me vexo agora!",
	"lore_01_02": "¿Como cheguei a isto?\n\nToda unha princesa coma min, rodando por esta pocilga sen un mal criado que me axude, fuxindo dunha traizón que ninguén viu vir.",
	"lore_01_03": "Este sitio... ¡nunca imaxinei que os cimentos do noso reino esconderan tanta roña!\n\n¿Que outras sorpresas haberá baixo a superficie de Sphereland?",
	"lore_01_04": "Non sei que é peor, se a rebelión ou ter que rodar por aquí, quizais me escapei do taco só para caer na tronera.\n\nPero agora non me queda outra que fuxir botando tiza.",
	"lore_01_05": "Non hai tempo para choromicas, agora non me serven de nada.\n\n¡Debo reunir valor para seguir adiante!\n\nE unha vez a salvo, xa poderei pensar. E con sorte, ¡darme un baño!",
	"userhelp_01_01": "Creo que podo romper ese taboleiro con aquela técnica.\n\n¿Como era?... Lembro que había que dar un bo salto e no máis alto facer o Impacto Carambola.\n\nDebería prestar máis atención aos meus instrutores...",
	"userhelp_01_02": "¿A quen se lle ocorre poñer espiños ao fondo desa poza noxenta?\n\nCando saia desta, o arquitecto real vaime oír...\n\nQuizais poida usar esta caixa para pasar por riba...",
	"userhelp_01_03": "Outro deses porcos ratos de goma, e esta vez enriba do que parece un balancín de madeira.\n\nMellor deixalo grogui cun bo golpe no melón se quero atravesar esa poza de auga noxenta.",
	"lore_02_01": "O que daría eu agora por un zumo e... ¡Agh, esperta, Eight!\n\nMentres outros se preparaban, eu daba a gran vida, sen facerlle caso ao meu pai.\n\n¿Cantás veces elixín a comodidade sobre o deber?",
	"lore_02_02": "É a primeira vez que enfronto perigos así, eu soíña.\n\nTal vez... tal vez haxa máis en min do que pensaba.\n\n(E se sigo repetíndome isto, ao mellor ata mo creo e todo).",
	"lore_02_03": "Non vexo como avanzar por un sumidoiro malolente me poida axudar.\n\nPero xa non podo volver atrás. Quizais só me quede seguir adiante, cara o descoñecido.",
	"userhelp_02_01": "¡Que noxo! Hai un escaravello colgando do teito.\n\nXa só faltaba que me caera encima ese bicho.\n\nPero se me achego con coidado quizais me poida aupar a esa zona tan alta.",
	"userhelp_02_02": "Con tanto rato aquí abaixo, non hai maneira de avanzar.\n\nHe, he, quizais poida aproveitarme dos moi parvos para chegar máis alto saltándolles enriba."
}